Repository: jorgeRumilly/sj4webrelancepanier
Catalog: translations/*/ModulesSj4webrelancepanierAdmin.*.xlf
Languages: fr_fr

# display_name
source: SJ4WEB - Cart Reminder
fr_fr: SJ4WEB - Relance Panier

# description
source: Automatically reminds customers about abandoned carts with optional discount codes and conversion tracking.
fr_fr: Relance automatique des paniers abandonnés avec bons de réduction et suivi de conversion.

source: SJ4WEB - Cart Reminder
fr_fr: SJ4WEB - Relance Panier

source: Campaigns
fr_fr: Campagnes

source: Sent mails
fr_fr: Mails envoyés

source: Name
fr_fr: Nom

source: Status
fr_fr: Statut

source: BR T1 (%)
fr_fr: TR T1 (%)

source: BR T2 (%)
fr_fr: TR T2 (%)

source: BR T3 (%)
fr_fr: TR T3 (%)

source: Cart reminder campaign
fr_fr: Campagne de relance panier

source: Campaign status
fr_fr: Statut de la campagne

source: Draft
fr_fr: Brouillon

source: Archived
fr_fr: Archivée

source: Delay T%i (hours)
fr_fr: Délai T%i (heures)

source: Enable BR for T%i
fr_fr: Activer TR pour T%i

source: BR T%i (%)
fr_fr: TR T%i (%)

source: Mark as active
fr_fr: Marquer comme active

source: This campaign has already sent emails. You cannot set it to draft.
fr_fr: Cette campagne a déjà envoyé des emails. Vous ne pouvez pas la repasser en brouillon.

source: Campaign must be in draft status to be marked as active.
fr_fr: La campagne doit être en brouillon pour être activée.

# a_new_encryption_key_generated
source: A new encryption key has been generated. Previous key kept for compatibility.
fr_fr: Une nouvelle clé de chiffrement a été générée. L’ancienne clé est conservée pour compatibilité.

source: Previous key cleared.
fr_fr: Ancienne clé effacée.

source: Unsubscribe encryption keys
fr_fr: Clés de chiffrement de désinscription

source: Current key
fr_fr: Clé actuelle

source: Used to encrypt new unsubscribe links.
fr_fr: Utilisée pour chiffrer les nouveaux liens de désinscription.

source: Previous key
fr_fr: Ancienne clé

# kept_temporarily_to_accept_old_links
source: Kept temporarily to accept old links. You can clear it.
fr_fr: Conservée temporairement pour accepter les anciens liens. Vous pouvez l’effacer.

source: Back
fr_fr: Retour

source: Generate new key (rotate)
fr_fr: Générer une nouvelle clé (rotation)

source: Clear previous key
fr_fr: Effacer l’ancienne clé

source: (empty)
fr_fr: (vide)

# no_carts_to_send_for_step
source: No carts to send for step %step%.
fr_fr: Aucun panier à envoyer pour l’étape %step%.

# count_emails_sent_for_step
source: %count% emails sent for step %step%.
fr_fr: %count% e-mails envoyés pour l’étape %step%.

source: No active campaign found.
fr_fr: Aucune campagne active trouvée.

# no_campaigns_to_process_for_step
source: No campaigns to process for step %step%.
fr_fr: Aucune campagne à traiter pour l’étape %step%.

source: Force T1 sending
fr_fr: Forcer l’envoi T1

source: Force T2 sending
fr_fr: Forcer l’envoi T2

source: Force T3 sending
fr_fr: Forcer l’envoi T3

source: Debug unsubscribe
fr_fr: Déboguer la désinscription

source: Active campaign:
fr_fr: Campagne active :

# estimated_reminders_to_send_t1
source: Estimated reminders to send - T1: %count%
fr_fr: Relances estimées à envoyer - T1 : %count%

source: Follow-up for campaign:
fr_fr: Suivi pour la campagne :

source: Campaign
fr_fr: Campagne

source: Step
fr_fr: Étape

source: Voucher
fr_fr: Bon de réduction

source: Sent on
fr_fr: Envoyé le

source: Order ID
fr_fr: ID commande

source: Converted on
fr_fr: Converti le

source: Campaign ID
fr_fr: ID campagne

source: Start delay
fr_fr: Délai initial

# min_delay_after_cart_creation
source: Minimum delay after cart creation before considering it as abandoned.
fr_fr: Délai minimum après création du panier avant de le considérer comme abandonné.

source: Start delay unit
fr_fr: Unité du délai initial

source: Hours
fr_fr: Heures

source: Days
fr_fr: Jours

source: Months
fr_fr: Mois

# max_window_after_delay
source: Max window after delay. 0 = disabled.
fr_fr: Fenêtre maximale après délai. 0 = désactivé.

# cart_reminder_step
source: Cart reminder – Step %step%
fr_fr: Relance panier – Étape %step%
